
id: 0
command: command
response: b'ok'
start time: 2021-04-03 16:11:53.842429
end_time: 2021-04-03 16:11:53.889503
duration: 0.047074

id: 1
command: takeoff
response: b'ok'
start time: 2021-04-03 16:11:53.889529
end_time: 2021-04-03 16:11:59.756243
duration: 5.866714

id: 2
command: forward 180
response: b'ok'
start time: 2021-04-03 16:12:00.761429
end_time: 2021-04-03 16:12:03.836419
duration: 3.07499

id: 3
command: land
response: b'ok'
start time: 2021-04-03 16:12:03.836459
end_time: 2021-04-03 16:12:06.335543
duration: 2.499084
